Repository: guitaripod/Tailscode
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, zh_hans, zh_hant

source: idle · %@ ago
de: untätig · seit %@
es: inactivo · desde hace %@
fr: inactif · depuis %@
it: inattivo · da %@
ja: 待機中 · %@前
ko: 대기 중 · %@ 전
pt_br: inativo · há %@
zh_hans: 空闲 · %@前
zh_hant: 閒置 · %@前

source: … %@ earlier agents
de: … %@ frühere Agenten
es: … %@ agentes anteriores
fr: … %@ agents précédents
it: … %@ agenti precedenti
ja: … 以前のエージェント %@ 件
ko: … 이전 에이전트 %@개
pt_br: … %@ agentes anteriores
zh_hans: … %@ 个更早的智能体
zh_hant: … %@ 個較早的代理

source: finished in past fan-outs
de: in früheren parallelen Läufen abgeschlossen
es: terminados en despliegues paralelos anteriores
fr: terminés lors de précédents lancements parallèles
it: completati in precedenti lanci paralleli
ja: 過去の並列実行で完了
ko: 이전 병렬 실행에서 완료됨
pt_br: concluídos em execuções paralelas anteriores
zh_hans: 在此前的并行任务中已完成
zh_hant: 在此前的並行任務中已完成

source: %@ tools
de: %@ Werkzeuge
es: %@ herramientas
fr: %@ outils
it: %@ strumenti
ja: ツール %@ 件
ko: 도구 %@개
pt_br: %@ ferramentas
zh_hans: %@ 个工具
zh_hant: %@ 個工具

source: Building a table
de: Tabelle wird erstellt
es: Creando una tabla
fr: Création d’un tableau
it: Creazione di una tabella
ja: 表を作成中
ko: 표 작성 중
pt_br: Criando uma tabela
zh_hans: 正在创建表格
zh_hant: 正在建立表格

source: 1 row
de: 1 Zeile
es: 1 fila
fr: 1 ligne
it: 1 riga
ja: 1 行
ko: 1행
pt_br: 1 linha
zh_hans: 1 行
zh_hant: 1 列

source: %d rows
de: %d Zeilen
es: %d filas
fr: %d lignes
it: %d righe
ja: %d 行
ko: %d행
pt_br: %d linhas
zh_hans: %d 行
zh_hant: %d 列

source: A table is being written.
de: Eine Tabelle wird geschrieben.
es: Se está escribiendo una tabla.
fr: Un tableau est en cours de rédaction.
it: Una tabella è in fase di scrittura.
ja: 表を作成しています。
ko: 표를 작성하는 중입니다.
pt_br: Uma tabela está sendo escrita.
zh_hans: 正在编写一个表格。
zh_hant: 正在編寫一個表格。

source: A table is being written. %@ so far.
de: Eine Tabelle wird geschrieben. Bisher %@.
es: Se está escribiendo una tabla. Hasta ahora, %@.
fr: Un tableau est en cours de rédaction. Pour l’instant, %@.
it: Una tabella è in fase di scrittura. Finora %@.
ja: 表を作成しています。ここまでで %@。
ko: 표를 작성하는 중입니다. 지금까지 %@.
pt_br: Uma tabela está sendo escrita. Até agora, %@.
zh_hans: 正在编写一个表格。目前已有 %@。
zh_hant: 正在編寫一個表格。目前已有 %@。

source: Signed out
de: Abgemeldet
es: Sesión cerrada
fr: Déconnecté
it: Disconnesso
ja: サインアウト済み
ko: 로그아웃됨
pt_br: Desconectado
zh_hans: 已登出
zh_hant: 已登出

source: Not running
de: Läuft nicht
es: No en ejecución
fr: Non lancé
it: Non in esecuzione
ja: 実行されていません
ko: 실행되지 않음
pt_br: Não em execução
zh_hans: 未运行
zh_hant: 未執行

source: Not installed
de: Nicht installiert
es: No instalado
fr: Non installé
it: Non installato
ja: インストールされていません
ko: 설치되지 않음
pt_br: Não instalado
zh_hans: 未安装
zh_hant: 未安裝

source: Cannot see it
de: Kann es nicht erkennen
es: No se puede detectar
fr: Impossible de le détecter
it: Impossibile rilevarlo
ja: 検出できません
ko: 감지할 수 없음
pt_br: Não é possível detectar
zh_hans: 无法检测到
zh_hant: 無法偵測到

source: Sign in to Tailscale
de: Bei Tailscale anmelden
es: Iniciar sesión en Tailscale
fr: Se connecter à Tailscale
it: Accedi a Tailscale
ja: Tailscale にサインイン
ko: Tailscale에 로그인
pt_br: Entrar no Tailscale
zh_hans: 登录 Tailscale
zh_hant: 登入 Tailscale

source: Start Tailscale
de: Tailscale starten
es: Iniciar Tailscale
fr: Démarrer Tailscale
it: Avvia Tailscale
ja: Tailscale を起動
ko: Tailscale 시작
pt_br: Iniciar o Tailscale
zh_hans: 启动 Tailscale
zh_hant: 啟動 Tailscale

source: How to allow this
de: So erlaubst du das
es: Cómo permitir esto
fr: Comment autoriser cela
it: Come consentirlo
ja: 許可する方法
ko: 허용하는 방법
pt_br: Como permitir isso
zh_hans: 如何允许此操作
zh_hant: 如何允許此操作

source: %@ of %@ done
de: %@ von %@ erledigt
es: %@ de %@ hechas
fr: %@ sur %@ terminées
it: %@ di %@ completate
ja: %@ / %@ 件完了
ko: %@/%@ 완료
pt_br: %@ de %@ concluídas
zh_hans: 已完成 %@/%@
zh_hant: 已完成 %@/%@

source: Follow the system
de: System folgen
es: Seguir el sistema
fr: Suivre le système
it: Segui il sistema
ja: システムに従う
ko: 시스템 설정 따르기
pt_br: Seguir o sistema
zh_hans: 跟随系统
zh_hant: 跟隨系統

source: Always light
de: Immer hell
es: Siempre claro
fr: Toujours clair
it: Sempre chiaro
ja: 常にライト
ko: 항상 라이트
pt_br: Sempre claro
zh_hans: 始终浅色
zh_hant: 一律淺色

source: Always dark
de: Immer dunkel
es: Siempre oscuro
fr: Toujours sombre
it: Sempre scuro
ja: 常にダーク
ko: 항상 다크
pt_br: Sempre escuro
zh_hans: 始终深色
zh_hant: 一律深色

source: Soho vibes — muted plum and foam, with Dawn for daylight
de: Soho-Flair — gedämpftes Pflaume und Schaum, mit Dawn für Tageslicht
es: Aires de Soho — ciruela apagada y espuma, con Dawn para el día
fr: Ambiance Soho — prune sourde et écume, avec Dawn pour la lumière du jour
it: Atmosfera Soho — prugna smorzata e schiuma, con Dawn per la luce del giorno
ja: ソーホーの雰囲気 — くすんだプラムとフォーム、昼間用の Dawn
ko: 소호 감성 — 차분한 자두색과 거품색, 낮에는 Dawn
pt_br: Clima Soho — ameixa suave e espuma, com Dawn para a luz do dia
zh_hans: 苏豪风情 — 柔和的梅子色与泡沫色，白天用 Dawn
zh_hant: 蘇活風情 — 柔和的梅子色與泡沫色，白天用 Dawn

source: Neon over deep indigo — the city at night, and Day when it isn't
de: Neon über tiefem Indigo — die Stadt bei Nacht, und Day, wenn sie es nicht ist
es: Neón sobre índigo profundo — la ciudad de noche, y Day cuando no lo es
fr: Néon sur indigo profond — la ville la nuit, et Day quand ce n’est pas le cas
it: Neon su indaco profondo — la città di notte, e Day quando non lo è
ja: 深いインディゴにネオン — 夜の街、そうでないときは Day
ko: 짙은 인디고 위의 네온 — 밤의 도시, 밤이 아닐 땐 Day
pt_br: Neon sobre índigo profundo — a cidade à noite, e Day quando não é
zh_hans: 深靛蓝上的霓虹 — 夜晚的城市，白天则是 Day
zh_hant: 深靛藍上的霓虹 — 夜晚的城市，白天則是 Day

source: Low-contrast forest greens, easy on the eyes for a long session
de: Kontrastarme Waldgrüntöne, angenehm für die Augen bei einer langen Sitzung
es: Verdes bosque de bajo contraste, suaves para la vista en una sesión larga
fr: Verts forêt à faible contraste, doux pour les yeux lors d’une longue session
it: Verdi bosco a basso contrasto, delicati per gli occhi durante una sessione lunga
ja: 低コントラストの森の緑、長時間のセッションでも目に優しい
ko: 저대비 숲속 초록, 긴 세션 동안에도 눈이 편안함
pt_br: Verdes floresta de baixo contraste, suaves para os olhos em uma sessão longa
zh_hans: 低对比度的森林绿，长时间会话也不伤眼
zh_hant: 低對比度的森林綠，長時間工作階段也不傷眼

source: Retro warmth — earthy browns under bright, unapologetic accents
de: Retro-Wärme — erdige Brauntöne unter kräftigen, unverblümten Akzenten
es: Calidez retro — marrones terrosos bajo acentos vivos y sin disculpas
fr: Chaleur rétro — bruns terreux sous des accents vifs et assumés
it: Calore retrò — marroni terrosi sotto accenti vividi e senza scuse
ja: レトロな温かみ — 大地色の茶色に、臆さず鮮やかなアクセントを重ねて
ko: 레트로한 따뜻함 — 흙빛 갈색 위에 당당하고 화사한 강조색
pt_br: Calor retrô — marrons terrosos sob acentos vivos e sem pedir desculpas
zh_hans: 复古暖调 — 泥土棕色搭配明亮张扬的点缀色
zh_hant: 復古暖調 — 泥土棕色搭配明亮張揚的點綴色

source: Arctic blues, calm and even — Polar Night and Snow Storm
de: Arktisches Blau, ruhig und ausgeglichen — Polarnacht und Schneesturm
es: Azules árticos, tranquilos y uniformes — Noche Polar y Tormenta de Nieve
fr: Bleus arctiques, calmes et posés — Nuit polaire et Tempête de neige
it: Blu artici, calmi e uniformi — Notte Polare e Tempesta di Neve
ja: 北極の青、静かで均一 — 極夜と吹雪
ko: 차분하고 균일한 북극의 푸른빛 — 극야와 눈보라
pt_br: Azuis árticos, calmos e uniformes — Noite Polar e Tempestade de Neve
zh_hans: 北极蓝调，沉静均匀 — 极夜与暴风雪
zh_hant: 北極藍調，沉靜均勻 — 極夜與暴風雪

source: Ethan Schoonover's tuned pair — the same accents on both bases
de: Ethan Schoonovers abgestimmtes Paar — dieselben Akzente auf beiden Basen
es: El par afinado de Ethan Schoonover — los mismos acentos sobre ambas bases
fr: Le duo calibré d’Ethan Schoonover — les mêmes accents sur les deux bases
it: La coppia calibrata di Ethan Schoonover — gli stessi accenti su entrambe le basi
ja: Ethan Schoonover が調整したペア — どちらのベースでも同じアクセント
ko: Ethan Schoonover가 조율한 한 쌍 — 두 베이스 모두 같은 강조색
pt_br: O par afinado de Ethan Schoonover — os mesmos acentos nas duas bases
zh_hans: Ethan Schoonover 调校的一对配色 — 明暗两种基调共享相同的点缀色
zh_hant: Ethan Schoonover 調校的一對配色 — 明暗兩種基調共享相同的點綴色

source: The blue cross at home — kaamos night under aurora, fresh snow by day
de: Das blaue Kreuz daheim — Polarnacht unter Polarlicht, frischer Schnee am Tag
es: La cruz azul de casa — noche polar bajo la aurora, nieve fresca de día
fr: La croix bleue chez soi — nuit polaire sous l’aurore, neige fraîche le jour
it: La croce blu di casa — notte polare sotto l’aurora, neve fresca di giorno
ja: 故郷の青い十字 — オーロラの下の極夜、昼は新雪
ko: 고향의 파란 십자가 — 오로라 아래 극야, 낮에는 갓 내린 눈
pt_br: A cruz azul de casa — noite polar sob a aurora, neve fresca de dia
zh_hans: 故乡的蓝十字 — 极光下的极夜，白昼里的新雪
zh_hant: 故鄉的藍十字 — 極光下的極夜，白晝裡的新雪

source: A green CRT at 3am, and the paper it printed by morning
de: Ein grüner Röhrenbildschirm um 3 Uhr nachts und das Papier, das er bis zum Morgen ausdruckte
es: Un monitor CRT verde a las 3 de la madrugada, y el papel que había impreso por la mañana
fr: Un écran cathodique vert à 3 h du matin, et le papier qu’il avait imprimé au petit jour
it: Uno schermo CRT verde alle 3 di notte, e la carta che aveva stampato entro il mattino
ja: 午前3時のグリーンCRTと、朝までに印字された紙
ko: 새벽 3시의 초록빛 CRT, 그리고 아침까지 인쇄된 종이
pt_br: Um monitor CRT verde às 3 da manhã, e o papel que ele imprimiu até o amanhecer
zh_hans: 凌晨三点的绿色 CRT 显示器，还有它到天亮时打印出的纸
zh_hant: 凌晨三點的綠色 CRT 顯示器，還有它到天亮時列印出的紙

source: Show all %@ lines
de: Alle %@ Zeilen anzeigen
es: Mostrar las %@ líneas
fr: Afficher les %@ lignes
it: Mostra tutte le %@ righe
ja: %@ 行すべて表示
ko: %@줄 모두 표시
pt_br: Mostrar todas as %@ linhas
zh_hans: 显示全部 %@ 行
zh_hant: 顯示全部 %@ 行

source: Show first %@ lines
de: Erste %@ Zeilen anzeigen
es: Mostrar las primeras %@ líneas
fr: Afficher les %@ premières lignes
it: Mostra le prime %@ righe
ja: 最初の %@ 行を表示
ko: 처음 %@줄 표시
pt_br: Mostrar as primeiras %@ linhas
zh_hans: 显示前 %@ 行
zh_hant: 顯示前 %@ 行

source: %@ more lines
de: %@ weitere Zeilen
es: %@ líneas más
fr: %@ lignes supplémentaires
it: %@ righe in più
ja: 残り%@行
ko: %@줄 더
pt_br: mais %@ linhas
zh_hans: 还有 %@ 行
zh_hant: 還有 %@ 行

source: took too long
de: hat zu lange gebraucht
es: tardó demasiado
fr: a pris trop de temps
it: ci ha messo troppo
ja: 時間がかかりすぎました
ko: 시간이 너무 오래 걸림
pt_br: demorou demais
zh_hans: 耗时过长
zh_hant: 耗時過長

source: needs a newer bridge
de: braucht eine neuere bridge
es: necesita un bridge más reciente
fr: nécessite un bridge plus récent
it: richiede un bridge più recente
ja: 新しい bridge が必要です
ko: 더 새로운 bridge가 필요함
pt_br: precisa de um bridge mais novo
zh_hans: 需要更新的 bridge
zh_hant: 需要更新的 bridge

source: unreachable
de: nicht erreichbar
es: inaccesible
fr: injoignable
it: non raggiungibile
ja: 到達できません
ko: 연결 불가
pt_br: inacessível
zh_hans: 无法访问
zh_hant: 無法連線

source: %@ can only be searched by title
de: %@ lässt sich nur nach Titel durchsuchen
es: %@ solo se puede buscar por título
fr: %@ ne peut être recherché que par titre
it: %@ può essere cercato solo per titolo
ja: %@ はタイトルでのみ検索できます
ko: %@은(는) 제목으로만 검색할 수 있습니다
pt_br: %@ só pode ser pesquisado por título
zh_hans: %@ 只能按标题搜索
zh_hant: %@ 只能依標題搜尋

source: %@ stopped early — narrow the words
de: %@ hat vorzeitig abgebrochen — grenze die Wörter ein
es: %@ se detuvo antes de tiempo: acota las palabras
fr: %@ s’est arrêté tôt — affinez les mots
it: %@ si è interrotto presto — restringi le parole
ja: %@ は途中で打ち切られました — 検索語を絞り込んでください
ko: %@이(가) 일찍 중단됨 — 검색어를 좁혀 보세요
pt_br: %@ parou antes do fim — restrinja as palavras
zh_hans: %@ 提前停止 — 请缩小搜索词范围
zh_hant: %@ 提前停止 — 請縮小搜尋詞範圍

source: you
de: Du
es: Tú
fr: Vous
it: Tu
ja: あなた
ko: 나
pt_br: Você
zh_hans: 你
zh_hant: 你

source: output
de: Ausgabe
es: Salida
fr: Résultat
it: Risultato
ja: 出力
ko: 출력
pt_br: Saída
zh_hans: 输出
zh_hant: 輸出

source: First words
de: Erste Worte
es: Primeras palabras
fr: Premiers mots
it: Prime parole
ja: はじめての一言
ko: 첫 마디
pt_br: Primeiras palavras
zh_hans: 第一句话
zh_hant: 第一句話

source: Send a first turn
de: Sende einen ersten Zug
es: Envía un primer turno
fr: Envoyer un premier tour
it: Invia un primo turno
ja: 最初のターンを送信
ko: 첫 턴 보내기
pt_br: Envie um primeiro turno
zh_hans: 发送第一个回合
zh_hant: 傳送第一個回合

source: turns
de: Züge
es: turnos
fr: tours
it: turni
ja: ターン
ko: 턴
pt_br: turnos
zh_hans: 回合
zh_hant: 回合

source: A hundred turns
de: Hundert Züge
es: Cien turnos
fr: Cent tours
it: Cento turni
ja: 100ターン
ko: 턴 100회
pt_br: Cem turnos
zh_hans: 一百回合
zh_hant: 一百回合

source: Send 100 turns inside one month
de: Sende 100 Züge innerhalb eines Monats
es: Envía 100 turnos en un mes
fr: Envoyer 100 tours en un mois
it: Invia 100 turni in un mese
ja: 1か月以内に100ターンを送信
ko: 한 달 안에 턴 100회 보내기
pt_br: Envie 100 turnos em um mês
zh_hans: 在一个月内发送 100 个回合
zh_hant: 在一個月內傳送 100 個回合

source: A thousand turns
de: Tausend Züge
es: Mil turnos
fr: Mille tours
it: Mille turni
ja: 1,000ターン
ko: 턴 1,000회
pt_br: Mil turnos
zh_hans: 一千回合
zh_hant: 一千回合

source: Send 1,000 turns inside one month
de: Sende 1.000 Züge innerhalb eines Monats
es: Envía 1000 turnos en un mes
fr: Envoyer 1 000 tours en un mois
it: Invia 1.000 turni in un mese
ja: 1か月以内に1,000ターンを送信
ko: 한 달 안에 턴 1,000회 보내기
pt_br: Envie 1.000 turnos em um mês
zh_hans: 在一个月内发送 1,000 个回合
zh_hant: 在一個月內傳送 1,000 個回合

source: Ten thousand turns
de: Zehntausend Züge
es: Diez mil turnos
fr: Dix mille tours
it: Diecimila turni
ja: 10,000ターン
ko: 턴 10,000회
pt_br: Dez mil turnos
zh_hans: 一万回合
zh_hant: 一萬回合

source: Send 10,000 turns inside one month
de: Sende 10.000 Züge innerhalb eines Monats
es: Envía 10 000 turnos en un mes
fr: Envoyer 10 000 tours en un mois
it: Invia 10.000 turni in un mese
ja: 1か月以内に10,000ターンを送信
ko: 한 달 안에 턴 10,000회 보내기
pt_br: Envie 10.000 turnos em um mês
zh_hans: 在一个月内发送 10,000 个回合
zh_hant: 在一個月內傳送 10,000 個回合

source: Three days running
de: Drei Tage in Folge
es: Tres días seguidos
fr: Trois jours d’affilée
it: Tre giorni di fila
ja: 3日連続
ko: 3일 연속
pt_br: Três dias seguidos
zh_hans: 连续三天
zh_hant: 連續三天

source: Work three days in a row
de: Arbeite drei Tage in Folge
es: Trabaja tres días seguidos
fr: Travailler trois jours d’affilée
it: Lavora tre giorni di fila
ja: 3日連続で作業する
ko: 3일 연속으로 작업하기
pt_br: Trabalhe três dias seguidos
zh_hans: 连续三天工作
zh_hant: 連續三天工作

source: A full week
de: Eine volle Woche
es: Una semana completa
fr: Une semaine complète
it: Una settimana intera
ja: まる1週間
ko: 온전한 일주일
pt_br: Uma semana inteira
zh_hans: 整整一周
zh_hant: 整整一週

source: Work seven days in a row
de: Arbeite sieben Tage in Folge
es: Trabaja siete días seguidos
fr: Travailler sept jours d’affilée
it: Lavora sette giorni di fila
ja: 7日連続で作業する
ko: 7일 연속으로 작업하기
pt_br: Trabalhe sete dias seguidos
zh_hans: 连续七天工作
zh_hant: 連續七天工作

source: A fortnight
de: Zwei Wochen
es: Una quincena
fr: Une quinzaine
it: Due settimane
ja: 2週間
ko: 2주
pt_br: Uma quinzena
zh_hans: 整整两周
zh_hant: 整整兩週

source: Work fourteen days in a row
de: Arbeite vierzehn Tage in Folge
es: Trabaja catorce días seguidos
fr: Travailler quatorze jours d’affilée
it: Lavora quattordici giorni di fila
ja: 14日連続で作業する
ko: 14일 연속으로 작업하기
pt_br: Trabalhe catorze dias seguidos
zh_hans: 连续十四天工作
zh_hant: 連續十四天工作

source: A month unbroken
de: Ein ganzer Monat
es: Un mes sin fallos
fr: Un mois sans interruption
it: Un mese senza interruzioni
ja: 1か月連続
ko: 끊김 없는 한 달
pt_br: Um mês sem falhas
zh_hans: 整整一个月不间断
zh_hant: 整整一個月不間斷

source: Work thirty days in a row
de: Arbeite dreißig Tage in Folge
es: Trabaja treinta días seguidos
fr: Travailler trente jours d’affilée
it: Lavora trenta giorni di fila
ja: 30日連続で作業する
ko: 30일 연속으로 작업하기
pt_br: Trabalhe trinta dias seguidos
zh_hans: 连续三十天工作
zh_hant: 連續三十天工作

source: Ten million tokens
de: Zehn Millionen Tokens
es: Diez millones de tokens
fr: Dix millions de jetons
it: Dieci milioni di token
ja: 1,000万トークン
ko: 천만 토큰
pt_br: Dez milhões de tokens
zh_hans: 一千万词元
zh_hant: 一千萬詞元

source: Move 10M tokens inside one month
de: Bewege 10 Mio. Tokens innerhalb eines Monats
es: Mueve 10 millones de tokens en un mes
fr: Faites circuler 10 millions de jetons en un mois
it: Muovi 10 milioni di token in un mese
ja: 1か月以内に1,000万トークンを動かす
ko: 한 달 안에 천만 토큰 움직이기
pt_br: Movimente 10 milhões de tokens em um mês
zh_hans: 在一个月内处理一千万词元
zh_hant: 在一個月內處理一千萬詞元

source: A hundred million tokens
de: Hundert Millionen Tokens
es: Cien millones de tokens
fr: Cent millions de jetons
it: Cento milioni di token
ja: 1億トークン
ko: 1억 토큰
pt_br: Cem milhões de tokens
zh_hans: 一亿词元
zh_hant: 一億詞元

source: Move 100M tokens inside one month
de: Bewege 100 Mio. Tokens innerhalb eines Monats
es: Mueve 100 millones de tokens en un mes
fr: Faites circuler 100 millions de jetons en un mois
it: Muovi 100 milioni di token in un mese
ja: 1か月以内に1億トークンを動かす
ko: 한 달 안에 1억 토큰 움직이기
pt_br: Movimente 100 milhões de tokens em um mês
zh_hans: 在一个月内处理一亿词元
zh_hant: 在一個月內處理一億詞元

source: The billion club
de: Der Milliarden-Club
es: El club de los mil millones
fr: Le club du milliard
it: Il club del miliardo
ja: 10億の殿堂
ko: 10억 클럽
pt_br: O clube do bilhão
zh_hans: 十亿俱乐部
zh_hant: 十億俱樂部

source: Move 1B tokens inside one month
de: Bewege 1 Mrd. Tokens innerhalb eines Monats
es: Mueve 1000 millones de tokens en un mes
fr: Faites circuler 1 milliard de jetons en un mois
it: Muovi 1 miliardo di token in un mese
ja: 1か月以内に10億トークンを動かす
ko: 한 달 안에 10억 토큰 움직이기
pt_br: Movimente 1 bilhão de tokens em um mês
zh_hans: 在一个月内处理十亿词元
zh_hant: 在一個月內處理十億詞元

source: A thousand tool calls
de: Tausend Werkzeugaufrufe
es: Mil llamadas a herramientas
fr: Mille appels d’outils
it: Mille chiamate a strumenti
ja: 1,000回のツール呼び出し
ko: 도구 호출 1,000회
pt_br: Mil chamadas de ferramentas
zh_hans: 一千次工具调用
zh_hant: 一千次工具呼叫

source: Let the agent run 1,000 tools inside one month
de: Lass den Agenten innerhalb eines Monats 1.000 Werkzeuge ausführen
es: Deja que el agente ejecute 1000 herramientas en un mes
fr: Laissez l’agent exécuter 1 000 outils en un mois
it: Lascia che l’agente esegua 1.000 strumenti in un mese
ja: 1か月以内にエージェントに1,000個のツールを実行させる
ko: 한 달 안에 에이전트가 도구 1,000개를 실행하게 하기
pt_br: Deixe o agente executar 1.000 ferramentas em um mês
zh_hans: 在一个月内让智能体运行 1,000 次工具
zh_hant: 在一個月內讓代理執行 1,000 次工具

source: calls
de: Aufrufe
es: llamadas
fr: appels
it: chiamate
ja: 呼び出し
ko: 호출
pt_br: chamadas
zh_hans: 调用
zh_hant: 呼叫

source: Ten thousand tool calls
de: Zehntausend Werkzeugaufrufe
es: Diez mil llamadas a herramientas
fr: Dix mille appels d’outils
it: Diecimila chiamate a strumenti
ja: 10,000回のツール呼び出し
ko: 도구 호출 10,000회
pt_br: Dez mil chamadas de ferramentas
zh_hans: 一万次工具调用
zh_hant: 一萬次工具呼叫

source: Let the agent run 10,000 tools inside one month
de: Lass den Agenten innerhalb eines Monats 10.000 Werkzeuge ausführen
es: Deja que el agente ejecute 10 000 herramientas en un mes
fr: Laissez l’agent exécuter 10 000 outils en un mois
it: Lascia che l’agente esegua 10.000 strumenti in un mese
ja: 1か月以内にエージェントに10,000個のツールを実行させる
ko: 한 달 안에 에이전트가 도구 10,000개를 실행하게 하기
pt_br: Deixe o agente executar 10.000 ferramentas em um mês
zh_hans: 在一个月内让智能体运行 10,000 次工具
zh_hant: 在一個月內讓代理執行 10,000 次工具

source: Fifty conversations
de: Fünfzig Unterhaltungen
es: Cincuenta conversaciones
fr: Cinquante conversations
it: Cinquanta conversazioni
ja: 50件の会話
ko: 대화 50건
pt_br: Cinquenta conversas
zh_hans: 五十次对话
zh_hant: 五十次對話

source: Hold 50 conversations inside one month
de: Führe innerhalb eines Monats 50 Unterhaltungen
es: Mantén 50 conversaciones en un mes
fr: Tenir 50 conversations en un mois
it: Tieni 50 conversazioni in un mese
ja: 1か月以内に50件の会話を行う
ko: 한 달 안에 대화 50건 나누기
pt_br: Mantenha 50 conversas em um mês
zh_hans: 在一个月内进行 50 次对话
zh_hant: 在一個月內進行 50 次對話

source: Delegator
de: Delegierer
es: Delegador
fr: Délégateur
it: Delegatore
ja: 委任者
ko: 위임자
pt_br: Delegador
zh_hans: 委派者
zh_hant: 委派者

source: Send a subagent out to work
de: Schicke einen Subagenten an die Arbeit
es: Envía un subagente a trabajar
fr: Envoyer un sous-agent au travail
it: Manda un subagente al lavoro
ja: サブエージェントを作業に送り出す
ko: 서브에이전트를 작업에 내보내기
pt_br: Envie um subagente para trabalhar
zh_hans: 派出一个子智能体去工作
zh_hant: 派出一個子代理去工作

source: runs
de: Läufe
es: ejecuciones
fr: exécutions
it: esecuzioni
ja: 実行
ko: 실행
pt_br: execuções
zh_hans: 运行
zh_hant: 執行

source: Fleet commander
de: Flottenkommandant
es: Comandante de flota
fr: Commandant de flotte
it: Comandante di flotta
ja: 艦隊司令官
ko: 함대 사령관
pt_br: Comandante de frota
zh_hans: 舰队指挥官
zh_hant: 艦隊指揮官

source: Send 250 subagents out inside one month
de: Schicke innerhalb eines Monats 250 Subagenten an die Arbeit
es: Envía 250 subagentes a trabajar en un mes
fr: Envoyer 250 sous-agents au travail en un mois
it: Manda 250 subagenti al lavoro in un mese
ja: 1か月以内に250体のサブエージェントを送り出す
ko: 한 달 안에 서브에이전트 250개 내보내기
pt_br: Envie 250 subagentes para trabalhar em um mês
zh_hans: 在一个月内派出 250 个子智能体
zh_hant: 在一個月內派出 250 個子代理

source: The long haul
de: Der lange Atem
es: La larga travesía
fr: Le marathon
it: La lunga corsa
ja: 長丁場
ko: 긴 여정
pt_br: A longa jornada
zh_hans: 持久之战
zh_hant: 持久之戰

source: Work a conversation long enough to compact it
de: Arbeite eine Unterhaltung so lange, bis sie verdichtet wird
es: Trabaja una conversación lo bastante para que se compacte
fr: Faites durer une conversation assez longtemps pour qu’elle soit compactée
it: Lavora una conversazione abbastanza a lungo da farla compattare
ja: 会話を、圧縮されるまで十分に長く続ける
ko: 압축될 정도로 대화를 충분히 길게 이어가기
pt_br: Trabalhe uma conversa até que ela seja compactada
zh_hans: 让对话进行得足够长，直到被压缩
zh_hant: 讓對話進行得足夠長，直到被壓縮

source: compactions
de: Verdichtungen
es: compactaciones
fr: compactages
it: compattazioni
ja: 圧縮
ko: 압축
pt_br: compactações
zh_hans: 压缩
zh_hant: 壓縮

source: Cache money
de: Cache-Kohle
es: Dinero en caché
fr: L’argent du cache
it: Contanti dalla cache
ja: キャッシュはキャッシュ
ko: 캐시 머니
pt_br: Dinheiro em cache
zh_hans: 缓存变现
zh_hant: 快取變現

source: Let caching save $100 inside one month
de: Lass Caching innerhalb eines Monats 100 $ sparen
es: Deja que el caché te ahorre 100 $ en un mes
fr: Laissez le cache économiser 100 $ en un mois
it: Lascia che la cache faccia risparmiare 100 $ in un mese
ja: 1か月以内にキャッシュで100ドル節約する
ko: 한 달 안에 캐시로 100달러 절약하기
pt_br: Deixe o cache economizar US$ 100 em um mês
zh_hans: 在一个月内让缓存节省 100 美元
zh_hant: 在一個月內讓快取節省 100 美元

source: A thousand saved
de: Tausend gespart
es: Mil ahorrados
fr: Mille économisés
it: Mille risparmiati
ja: 1,000ドルの節約
ko: 1,000달러 절약
pt_br: Mil economizados
zh_hans: 节省一千
zh_hant: 節省一千

source: Let caching save $1,000 inside one month
de: Lass Caching innerhalb eines Monats 1.000 $ sparen
es: Deja que el caché te ahorre 1000 $ en un mes
fr: Laissez le cache économiser 1 000 $ en un mois
it: Lascia che la cache faccia risparmiare 1.000 $ in un mese
ja: 1か月以内にキャッシュで1,000ドル節約する
ko: 한 달 안에 캐시로 1,000달러 절약하기
pt_br: Deixe o cache economizar US$ 1.000 em um mês
zh_hans: 在一个月内让缓存节省 1,000 美元
zh_hant: 在一個月內讓快取節省 1,000 美元

source: A second machine
de: Ein zweiter Rechner
es: Una segunda máquina
fr: Une deuxième machine
it: Una seconda macchina
ja: 2台目のマシン
ko: 두 번째 컴퓨터
pt_br: Uma segunda máquina
zh_hans: 第二台机器
zh_hant: 第二台機器

source: Put two machines to work in the same month
de: Setze im selben Monat zwei Maschinen ein
es: Pon dos máquinas a trabajar en el mismo mes
fr: Mettre deux machines au travail dans le même mois
it: Metti due macchine al lavoro nello stesso mese
ja: 同じ月内に2台のマシンを稼働させる
ko: 같은 달에 머신 두 대 가동하기
pt_br: Coloque duas máquinas para trabalhar no mesmo mês
zh_hans: 在同一个月内让两台机器投入工作
zh_hant: 在同一個月內讓兩台機器投入工作

source: machines
de: Maschinen
es: máquinas
it: macchine
ja: マシン
ko: 머신
pt_br: máquinas
zh_hans: 机器
zh_hant: 機器

source: Five projects
de: Fünf Projekte
es: Cinco proyectos
fr: Cinq projets
it: Cinque progetti
ja: 5件のプロジェクト
ko: 프로젝트 5개
pt_br: Cinco projetos
zh_hans: 五个项目
zh_hant: 五個專案

source: Work five projects inside one month
de: Arbeite innerhalb eines Monats an fünf Projekten
es: Trabaja en cinco proyectos en un mes
fr: Travailler sur cinq projets en un mois
it: Lavora su cinque progetti in un mese
ja: 1か月以内に5件のプロジェクトに取り組む
ko: 한 달 안에 프로젝트 5개 작업하기
pt_br: Trabalhe em cinco projetos em um mês
zh_hans: 在一个月内处理五个项目
zh_hant: 在一個月內處理五個專案

source: projects
de: Projekte
es: proyectos
fr: projets
it: progetti
ja: プロジェクト
ko: 프로젝트
pt_br: projetos
zh_hans: 项目
zh_hant: 專案
